Repository: Vanilla-OS/vanilla-prime-utility
Catalog: po/*.po
Languages: ar, be, bg, bn, ca, da, de, el, eo, es, fi, fr, ga, hu, id, it, ja, ka, nl, oc, pl, ru, sv, ta, tr, uk

source: PRIME Utility
ar: اداة برايم
be: Утыліта PRIME
bg: PRIME Инструмент
bn: প্রাইম ইউটিলিটি
de: PRIME-Werkzeug
el: Εργαλείο PRIME
fi: PRIME-työkalu
fr: Utilité PRIME
hu: PRIME segédprogram
it: Utilità PRIME
ka: პროგრამა PRIME
nl: PRIME-hulpprogramma
oc: Utilitari PRIME
pl: Narzędzie PRIME
ru: Утилита PRIME
ta: PRIME பயன்பாடு
tr: PRIME Yardımcı Programı
uk: PRIME утиліта

source: No description
ar: لا يوجد وصف
be: Без апісання
bg: Няма описание
bn: কোন বর্ণনা পাওয়া যায়নি
ca: Sense descripció
de: Keine Beschreibung
el: Χωρίς περιγραφή
eo: Neniu priskribo
es: Sin descripción
fi: Ei kuvausta
fr: Pas de description
ga: Gan tuairisc
hu: Nincs leírás
id: Tidak ada deskripsi
it: Nessuna descrizione
ja: 説明なし
ka: აღწერის გარეშე
nl: Geen omschrijving
oc: Cap de descripcion
pl: Brak opisu
ru: Нет описания
sv: Ingen beskrivning
ta: விளக்கம் இல்லை
tr: Açıklama yok
uk: Без опису

# shortcut window
source: General
ar: عام
be: Галоўная
bg: Общи
bn: সাধারণ
de: Allgemein
el: Γενικά
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pl: Ogólne
ru: Основные
ta: பொது
tr: Genel
uk: Загальний

# shortcut window
source: Show Shortcuts
ar: عرض الاختصارات
be: Паказаць ярлыкі
bg: Показване на бързи клавиши
bn: শর্টকাটগুলো দেখান
de: Tastenkombinationen anzeigen
el: Προβολή Συντομεύσεων
fr: Montrer les raccourcis
hu: Gyorsbillentyűk megjelenítése
it: Mostra Scorciatoie
nl: Sneltoetsen tonen
oc: Afichar los archis
pl: Pokaż skróty
ru: Показывать горячие клавиши
ta: குறுக்குவழிகளைக் காட்டு
tr: Kısayolları Göster
uk: Показати ярлики

# shortcut window
source: Quit
ar: خروج
be: Выйсці
bg: Напуснете
bn: বের হোন
de: Beenden
el: Έξοδος
fr: Partir
hu: Kilépés
it: Esci
nl: Afsluiten
oc: Quitar
pl: Wyjdź
ru: Выйти
ta: வெளியேறு
tr: Çık
uk: Вийти

source: Restart Now
ar: اعد التشغيل الان
be: Перазапусціць
bg: Рестартиране сега
bn: এখনই রিস্টার্ট করুন
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
fr: Redémarrer maintenant
hu: Újraindítás most
it: Riavvia ora
nl: Nu opnieuw opstarten
oc: Reaviar ara
pl: Uruchom ponownie teraz
ru: Перезагрузить сейчас
ta: இப்போது மீண்டும் தொடங்கவும்
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз

source: Cancel
ar: إلغاء
be: Скасаваць
bg: Отказ
bn: বাতিল করুন
de: Abbrechen
el: Ακύρωση
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
oc: Anullar
pl: Anuluj
ru: Отменить
ta: ரத்துசெய்
tr: İptal
uk: Скасувати

source: Transactions are locked. Please try again later or restart your device.
ar: المعاملات مقفلة. يرجى المحاولة مرة أخرى لاحقًا أو قم بإعادة تشغيل جهازك.
be: Транзакцыі заблакіраваны. Паўтарыце спробу пазней або перазапусціце прыладу.
bg: Транзакциите са заключени. Моля, опитайте отново по-късно или рестартирайте устройството си.
bn: ট্রানজেকশন (কার্যপরিচালনা) লক করা আছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন বা আপনার ডিভাইসটি রিস্টার্ট করুন।
de: Die Transaktionen sind gesperrt. Bitte versuchen Sie es später erneut oder starten Sie Ihr Gerät neu.
el: Οι συναλλαγές έχουν κλειδωθεί. Παρακαλώ, δοκιμάστε αργότερα ή επανεκκινήστε τη συσκευή σας.
fr: Les traductions sont bloquées. Veuillez réessayer plus tard ou redémarrer votre appareil.
hu: A tranzakciók zárolva vannak. Kérjük, próbálja meg később újra, vagy indítsa újra a készülékét.
it: Le transazioni sono bloccate. Riprova più tardi o riavvia il tuo dispositivo.
nl: Transacties zijn geblokkeerd. Probeer het later nog eens of start uw apparaat opnieuw op.
oc: Las transaccions son blocadas. Mercés de tornar ensajar mai tard o reaviatz vòstre aparelh.
pl: Transakcje są zablokowane. Proszę spróbować ponownie później lub uruchomić ponownie urządzenie.
ru: Транзакции заблокированы. Пожалуйста, повторите попытку позже или перезагрузите своё устройство.
ta: பரிவர்த்தனைகள் பூட்டப்பட்டுள்ளன. பிறகு முயற்சிக்கவும் அல்லது உங்கள் சாதனத்தை மறுதொடக்கம் செய்யவும்.
tr: İşlemler kilitlendi. Lütfen daha sonra tekrar deneyin veya cihazınızı yeniden başlatın.
uk: Транзакції заблоковані. Спробуйте пізніше або перезапустіть пристрій.

source: Not Supported
ar: غير مدعوم
be: Не падтрымліваецца
bg: Не се поддържа
bn: সমর্থিত নয়
de: Nicht unterstützt
el: Δεν υποστηρίζεται
fr: Non Supporté
hu: Nem támogatott
it: Non supportato
nl: Niet-ondersteund
oc: Pas compatible
pl: Nie obsługiwane
ru: Не поддерживается
ta: ஆதரவு இல்லை
tr: Desteklenmiyor
uk: Не підтримується

source: Your device does not support PRIME switching.
ar: جهازك لا يدعم خاصية تبديل معالج الرسوميات.
be: Ваша прылада не падтрымлівае пераключэнне PRIME.
bg: Вашето устройство не поддържа PRIME превключване.
bn: আপনার ডিভাইস PRIME স্যুইচিং সমর্থন করে না।
de: Ihr Gerät unterstützt das PRIME-Switching nicht.
el: Η συσκευή σας δεν υποστηρίζει την εναλλαγή PRIME.
fr: Votre appareil ne prend pas en charge le passage à PRIME.
hu: Az Ön készüléke nem támogatja a PRIME váltást.
it: Il dispositivo non supporta cambiare i profili PRIME.
nl: Uw apparaat ondersteunt PRIME-wisselen niet.
oc: Vòstre aparelh es pas compatible amb lo passatge a PRIME.
pl: Twoje urządzenie nie obsługuje przełączania PRIME.
ru: Ваше устройство не поддерживает переключение PRIME.
ta: உங்கள் சாதனம் PRIME மாறுதலை ஆதரிக்கவில்லை.
tr: Cihazınız PRIME anahtarlamayı desteklemiyor.
uk: Ваш пристрій не підтримує перемикання PRIME.

source: Active Profile
ar: الملف الشخصي النشط
be: Актыўны профіль
bg: Активен профил
bn: সক্রিয় প্রোফাইল
ca: Perfil actiu
da: Aktiv Profil
de: Aktives Profil
el: Ενεργό προφίλ
eo: Aktiva profilo
es: Perfil activo
fi: Aktiivinen profiili
fr: Profil Actif
ga: Próifíl Ghníomhach
hu: Aktív profil
id: Profil Aktif
it: Profilo Attivo
ja: 有効なプロファイル
ka: აქტიური პროფილი
nl: Actief profiel
oc: Perfil actiu
pl: Profil aktywny
ru: Активный профиль
sv: Aktiv profil
ta: செயலில் உள்ள சுயவிவரம்
tr: Aktif Profil
uk: Активний профіль

source: Select the PRIME profile to use.
ar: حدد ملف تعريف برايم لاستخدامه.
be: Выберыце профіль PRIME для выкарыстання.
bg: Изберете профила PRIME, който да използвате.
bn: যে প্রাইম প্রোফাইলটি ব্যবহার করবেন তা নির্বাচন করুন।
ca: Seleccioneu el perfil PRIME que voleu utilitzar.
da: Vælg den PRIME-profil, der skal bruges.
de: Wählen Sie das zu benutzende PRIME-Profil aus.
el: Επιλέξτε το προφίλ PRIME προς χρήση.
eo: Elektu la uzotan profilon por PRIME.
es: Seleccione el perfil PRIME a usar.
fi: Valitse käytettävä PRIME-profiili.
fr: Sélectionner le profil PRIME à utiliser.
ga: Roghnaigh an phróifíl PRIME le húsáid.
hu: Válassza ki a használni kívánt PRIME-profilt.
id: Pilih profil PRIME yang akan digunakan.
it: Selezionare il profilo PRIME da utilizzare.
ja: 使用するPRIMEプロファイルを選択してください。
ka: აირჩიეთ PRIME პროფილი გამოსაყენებლად.
nl: Selecteer het PRIME-profiel om te gebruiken.
oc: Seleccionar lo perfil PRIME d’utilizaire.
pl: Wybierz profil PRIME, który ma być użyty.
ru: Выберите профиль PRIME для использования.
sv: Välj den PRIME-profil som ska användas.
ta: பயன்படுத்த PRIME சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்.
tr: Kullanılacak PRIME profilini seçin.
uk: Виберіть профіль PRIME для використання.

source: _Preferences
ar: _التفضيلات
be: _Настройкі
bg: _Предпочитания
bn: _পছন্দসমূহ
ca: _Preferències
da: _Præferencer
de: _Einstellungen
el: _Προτιμήσεις
eo: _Agordoj
es: _Preferencias
fi: _Valinnat
fr: _Préférences
ga: _Roghanna
hu: _Beállítások
id: _Preferensi
it: _Preferenze
ja: 設定(_P)
ka: _პარამეტრები
nl: _Voorkeuren
oc: _Preferéncias
pl: _Preferencje
ru: Параметры (_P)
sv: _Inställningar
ta: _விருப்பங்கள்
tr: _Tercihler
uk: _Налаштування

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
be: _Спалучэнні клавіш
bg: _Клавиатури на клавиатурата
bn: _কীবোর্ড শর্টকাটগুলি
ca: _Dreceres de teclat
da: _Tastaturgenveje
de: Tastenkombinationen (_K)
el: _Συντομεύσεις πληκτρολογίου
eo: Fulmo_klavoj
es: Atajos de teclado (_K)
fi: _Pikanäppäimet
fr: _Raccourcis clavier
ga: _Aicearraí Méarchláir
hu: _Gyorsbillentyűk
id: Pintasan Papan Ketik
it: _Scorciatoie da Tastiera
ja: キーボードショートカット(_K)
ka: _კლავიატურის მალსახმობები
nl: _Sneltoetsen
oc: _Acorchis de clavièr
pl: _Skróty klawiszowe
ru: Сочетания клавиш (_K)
sv: Tangentbordsgenvägar (_K)
ta: _விசைப்பலகை குறுக்குவழிகள்
tr: _Klavye Kısayolları
uk: Комбінації клавіш (_K)

source: _About prime_utility
ar: _عن اداة_ برايم
be: _Аб прэм'ер-карыснасці
bg: _За prime_utility
bn: _প্রাইম_ইউটিলিটি_সম্পর্কে
ca: _Sobre utilitat_prime
da: _Om prime_værktøj
de: _Über PRIME-Werkzeug
el: _Σχετικά με το εργαλείο_prime
eo: _Pri prime_utility
es: _Acerca de prime_utility
fi: _Tietoja PRIME-työkalusta
fr: _À propos de prime_utility
ga: _Maidir le prime_fóntais
hu: _A prime_segédprogramról
id: Tentang prime_utility
it: _Informazioni utilità _prime
ja: prime_utilityについて(_A)
ka: Prime_utility-ის შესახებ
nl: _Over PRIME-hulpprogramma
oc: _A prepaus de l’utilitari PRIME
pl: _O prime_utility
ru: _Об утилите_prime
sv: _Om prime_verktyg
ta: _prime_utility பற்றி
tr: _Prime_Aracı hakkında
uk: _Про утиліту prime

source: Switching PRIME Profile…
ar: جاري تبديل ملف برايم الشخصي…
be: Пераключэнне профілю PRIME…
bg: Превключване на PRIME профила…
bn: প্রাইম প্রোফাইল পরিবর্তন করা হচ্ছে…
ca: Canvi de perfil PRIME …
da: Skifter PRIME-Profil…
de: PRIME-Profil wird gewechselt…
el: Εναλλαγή του προφίλ PRIME…
eo: Ŝanĝante profilon por PRIME…
es: Cambiando perfil de PRIME…
fi: Vaihdetaan PRIME-profiilia…
fr: Changement de profil PRIME…
ga: Próifíl PRIME á athrú…
hu: PRIME profil váltása…
id: Mengganti Profil PRIME…
it: Cambiando Profilo PRIME…
ja: PRIME プロファイルを切り替えています…
ka: მიმდინარეობს PRIME პროფილის გადართვა…
nl: PRIME-profiel wisselen…
oc: Cargament del perfil PRIME…
pl: Zmienianie Profilu PRIME…
ru: Переключение профиля PRIME…
sv: Byter PRIME-profil…
ta: PRIME சுயவிவரத்தை மாற்றுகிறது…
tr: PRIME Profili Değiştiriliyor…
uk: Зміна профілю PRIME…

source: This may take a while.
ar: قد يستغرق هذا وقتا طويلا.
be: Гэта можа заняць некаторы час.
bg: Това може да отнеме известно време.
bn: এটা হতে কিছুটা সময় লাগতে পারে।
de: Das kann eine Weile dauern.
el: Αυτό ίσως διαρκέσει λιγάκι.
fr: Cela peut durer un moment...
hu: Ez eltarthat egy ideig.
it: Potrebbe volerci un po'.
nl: Dit kan even duren.
oc: Aquò pòt trigar.
pl: To może zająć trochę czasu.
ru: Это может занять некоторое время.
ta: இதற்கு சிறிது நேரம் ஆகலாம்.
tr: Bu biraz zaman alabilir.
uk: Це може зайняти деякий час.

source: Profile Switched
ar: تم تبديل الملف الشخصي
be: Профіль пераключаны
bg: Профилът бе променен
bn: প্রোফাইল সুইচ করা হয়েছে
de: Profil gewechselt
el: Το προφίλ άλλαξε
fr: Profil changé
hu: Profil átváltva
it: Profilo cambiato
nl: Profiel gewisseld
oc: Perfil cambiat
pl: Profil Przełączony
ru: Профиль переключен
ta: சுயவிவரம் மாற்றப்பட்டது
tr: Profil Değiştirildi
uk: Профіль переключено

source: Restart your device to apply the changes.
ar: أعد تشغيل جهازك لتطبيق التغييرات.
be: Перазагрузіце прыладу, каб прымяніць змены.
bg: Рестартирайте устройството си, за да приложите промените.
bn: পরিবর্তনগুলি প্রয়োগ করতে আপনার ডিভাইসটি রিস্টার্ট করুন।
de: Starten Sie ihr Gerät neu, um ihre Änderungen zu übernehmen.
el: Επανεκκινήστε τη συσκευή σας για να εφαρμοστούν οι αλλαγές.
fr: Redémarrer votre appareil pour appliquer les changements.
hu: A módosítások alkalmazásához indítsa újra a készüléket.
it: Riavvia il dispositivo per applicare le modifiche.
nl: Start uw apparaat opnieuw op om de wijzigingen toe te passen.
oc: Reaviatz vòstre aparelh per aplicar las modificacions.
pl: Uruchom ponownie urządzenie, aby zastosować zmiany.
ru: Перезагрузите свое устройство, чтобы применить изменения.
ta: மாற்றங்களைப் பயன்படுத்த உங்கள் சாதனத்தை மறுதொடக்கம் செய்யவும்.
tr: Değişiklikleri uygulamak için cihazınızı yeniden başlatın.
uk: Перезавантажте пристрій, щоб застосувати зміни.

source: PRIME module disabled
ar: وحدة برايم معطلة
be: Модуль PRIME адключаны
bg: Модулът PRIME е деактивиран
bn: প্রাইম মডিউল নিষ্ক্রিয় করা হয়েছে
ca: Mòdul PRIME desactivat
da: PRIME-modul deaktiveret
de: PRIME-Modul deaktiviert
el: Το δομοστοιχείο PRIME έχει απενεργοποιηθεί
eo: PRIME-modulo malŝaltita
es: Módulo PRIME deshabilitado
fi: PRIME-moduuli ei käytössä
fr: Module PRIME désactivé
ga: Díchumasaíodh modúl PRIME
hu: PRIME modul letiltva
id: Modul PRIME dinonaktifkan
it: Modulo PRIME disabilitato
ja: PRIME モジュールが無効化されました
ka: PRIME მოდული გამორთულია
nl: PRIME-module uitgeschakeld
oc: Modul PRIME desactivat
pl: Moduł PRIME wyłączony
ru: Модуль PRIME отключен
sv: PRIME-modul inaktiverad
ta: PRIME தொகுதி முடக்கப்பட்டது
tr: PRIME modülü devre dışı
uk: Модуль PRIME вимкнено

source: prime-select not found
ar: لم يتم العثور على برايم سيليكت
be: просты выбар не знойдзены
bg: Prime-select не е намерен
bn: প্রাইম-সিলেক্ট খুঁজে পাওয়া যায়নি
ca: prime-select no s'ha trobat
da: prime-valg ikke fundet
de: prime-select konnte nicht gefunden werden
el: Το prime-select δεν βρέθηκε
eo: prime-select ne troviĝis
es: selección-principal no encontrada
fi: prime-select ei löytynyt
fr: prime-select introuvable
ga: príomh-roghnaigh gan aimsiú
hu: prime-select nem található
id: prime-select tidak ditemukan
it: prime-select non trovato
ja: prime-selectが存在しません
ka: prime-select ვერ ვიპოვე
nl: prime-select niet gevonden
oc: prime-select introbable
pl: nie znaleziono prime-select
ru: prime-select не найден
sv: prime-select hittades inte
ta: prime-select காணப்படவில்லை
tr: prime-select bulunamadı
uk: prime-select не знайдено

source: prime-select not supported for this device
ar: برايم سيليكت غير مدعوم لهذا الجهاز
be: просты выбар не падтрымліваецца для гэтай прылады
bg: prime-select не се поддържа за това устройство
bn: প্রাইম-সিলেক্ট এই ডিভাইসের জন্য সমর্থিত নয়
ca: prime-select no és compatible amb aquest dispositiu
da: prime-valg ikke understøttet, for denne enhed
de: prime-select ist für dieses Gerät nicht unterstützt
el: Το prime-select δεν υποστηρίζεται για αυτή τη συσκευή
eo: prime-select ne estas subtenata por ĉi tiu aparato
es: selección-principal no es compatible con este dispositivo
fi: prime-select ei ole tuettu tässä laitteessa
fr: Cet appareil ne supporte pas prime-select
ga: ní thacaítear leis an bpríomhroghnú don ghléas seo
hu: prime-select nem támogatott ezen az eszközön
id: prime-select tidak didukung untuk perangkat ini
it: prime-select non è supportato per questo dispositivo
ja: prime-selectはこのデバイスをサポートしていません
ka: prime-select ამ მოწყობილობაზე მხარდაჭერილი არაა
nl: prime-select niet ondersteund op dit apparaat
oc: Aqueste aparelh es pas compatible amb prime-select
pl: prime-select nie jest obsługiwany dla tego urządzenia
ru: prime-select не поддерживается для этого устройства
sv: prime-select stöds inte för den här enheten
ta: prime-select இந்தச் சாதனத்திற்கு ஆதரிக்கப்படவில்லை
tr: prime-select bu cihaz için desteklenmiyor
uk: prime-select не підтримується для цього пристрою

source: prime-select is not supported for this setup
ar: برايم سيليكت غير مدعوم لهذا الإعداد
be: Prime-select не падтрымліваецца для гэтай налады
bg: prime-select не се поддържа за тази настройка
bn: এই সেটআপের জন্য প্রাইম-সিলেক্ট সমর্থিত নয়
ca: prime-select no és compatible amb aquesta configuració
da: prime-valg understøttes ikke, for denne opsætning
de: prime-select ist für dieses Setup nicht unterstützt
el: Το prime-select δεν υποστηρίζεται για αυτές τις ρυθμίσεις
eo: prime-select ne estas subtenata por ĉi tiu agordo
es: selección-principal no es compatible con esta configuración
fi: prime-select ei ole yhteensopiva näiden asetusten kanssa
fr: Cette configuration ne supporte pas prime-select
ga: ní thacaítear le prime-select don socrú seo
hu: A prime-select nem támogatott ebben a beállításban
id: prime-select tidak didukung untuk pengaturan ini
it: prime-select non è supportato per questo setup
ja: prime-selectはこのセットアップをサポートしていません
ka: prime-select ამ პარამეტრებით მხარდაჭერილი არაა
nl: prime-select niet ondersteund in deze omgeving
oc: Aquesta configuracion es pas compatible amb prime-select
pl: prime-select nie jest obsługiwany w tej konfiguracji
ru: prime-select не поддерживается для этих параметров
sv: prime-select stöds inte för denna hårdvara
ta: இந்த அமைப்பிற்கு prime-select ஆதரிக்கப்படவில்லை
tr: prime-select bu kurulum için desteklenmez
uk: prime-select не підтримується для цього налаштування

source: Discrete GPU
ar: وحدة معالجة الرسومات المنفصلة
be: Дыскрэтны графічны працэсар
bg: Дискретен графичен процесор
bn: অসংলগ্ন (ডেডিকেটেড) জিপিইউ
ca: GPU discreta
da: Diskret GPU
de: Diskrete GPU
el: Ανεξάρτητη GPU
eo: Aparta grafika procesoro
es: GPU discreta
fi: Erillinen näytönohjain
fr: GPU discret
ga: GPU scoite
hu: Diszkrét GPU
id: GPU diskrit
it: GPU Discreta
ja: ディスクリートGPU
ka: დისკრეტული GPU
oc: GPU discreta
pl: Dyskretny układ GPU
ru: Дискретная видеокарта
sv: Diskret GPU
ta: தனி GPU
tr: Ayrık GPU
uk: Дискретний GPU

source: Use the discrete GPU for all applications.
ar: استخدم معالج الرسوميات المنفصلة لجميع التطبيقات.
be: Выкарыстоўвайце дыскрэтны графічны працэсар для ўсіх прыкладанняў.
bg: Използвайте дискретния графичен процесор за всички приложения.
bn: সমস্ত অ্যাপ্লিকেশনের জন্য অসংলগ্ন (ডেডিকেটেড) GPU ব্যবহার করুন।
ca: Utilitzeu la GPU discreta per a totes les aplicacions.
da: Benyt diskret GPU til alle applikationer.
de: Verwenden Sie die diskrete GPU für alle Anwendungen.
el: Χρήση της ανεξάρτητης κάρτας γραφικών για κάθε εφαρμογή.
eo: Uzi la apartan grafikan procesoron por ĉiuj programoj.
es: Use la GPU discreta para todas las aplicaciones.
fi: Käytä erillistä näytönohjainta kaikissa sovelluksissa.
fr: Utilisez le GPU discret pour toutes les applications.
ga: Bain úsáid as an GPU scoite do gach feidhmchlár.
hu: Használja a diszkrét GPU-t minden alkalmazáshoz.
id: Gunakan GPU diskrit untuk semua aplikasi.
it: Utilizzare la GPU discreta per tutte le applicazioni.
ja: すべてのアプリケーションにディスクリートGPUを使用する。
ka: ყველა აპლიკაციისთვის დისკრეტული GPU-ის გამოყენება.
nl: Gebruik de discrete GPU voor alle apps.
oc: Utilizar la GPU discreta per totas las aplicacions.
pl: Wykorzystaj dyskretny układ GPU do wszystkich zastosowań.
ru: Использовать дискретную видеокарту для всех приложений.
sv: Använd den diskreta GPU:n för alla program.
ta: அனைத்து பயன்பாடுகளுக்கும் தனி GPU ஐப் பயன்படுத்தவும்.
tr: Tüm uygulamalar için ayrı GPU kullanın.
uk: Використовувати дискретний GPU для всіх застосунків.

source: Integrated GPU
ar: وحدة معالجة الرسومات المدمجة
be: Убудаваны графічны працэсар
bg: Вграден графичен процесор
bn: সংলগ্ন (বিল্টিন) জিপিইউ
ca: GPU integrada
da: Integreret GPU
de: Integrierte GPU
el: Ενσωματωμένη GPU
eo: Integrita grafika procesoro
es: GPU integrada
fi: Integroitu näytönohjain
fr: GPU intégré
ga: GPU comhtháite
hu: Integrált GPU
id: GPU terintegrasi
it: GPU Integrata
ja: 統合GPU
ka: ინტეგრირებული GPU
nl: Geïntegreerde GPU
oc: GPU integrada
pl: Zintegrowany procesor graficzny
ru: Встроенная видеокарта
sv: Integrerad GPU
ta: ஒருங்கிணைந்த GPU
tr: Entegre GPU
uk: Вбудований GPU

source: Use the integrated GPU for all applications.
ar: استخدم معالج الرسوميات المدمجة لجميع التطبيقات.
be: Выкарыстоўвайце інтэграваны графічны працэсар для ўсіх прыкладанняў.
bg: Използвайте вградения графичен процесор за всички приложения.
bn: সমস্ত অ্যাপ্লিকেশনের জন্য সংলগ্ন (বিল্টিন) GPU ব্যবহার করুন।
ca: Utilitzeu la GPU integrada per a totes les aplicacions.
da: Benyt integreret GPU til alle applikationer.
de: Verwenden Sie die integrierte GPU für alle Anwendungen.
el: Χρήση της ενσωματωμένης κάρτας γραφικών για κάθε εφαρμογή.
eo: Uzi la integritan grafikan procesoron por ĉiuj programoj.
es: Utilice la GPU integrada para todas las aplicaciones.
fi: Käytä integroitua näytönohjainta kaikissa sovelluksissa.
fr: Utiliser le GPU intégré pour toutes les applications.
ga: Bain úsáid as an GPU comhtháite do gach feidhmchlár.
hu: Használja az integrált GPU-t minden alkalmazáshoz.
id: Gunakan GPU terintegrasi untuk semua aplikasi.
it: Usa la GPU integrata per tutte le applicazioni.
ja: すべてのアプリケーションに統合GPUを使用する。
ka: გამოიყენეთ ინტეგრირებული GPU ყველა აპლიკაციისთვის.
nl: Gebruik de geïntegreerde GPU voor alle apps.
oc: Utilizar la GPU integrada per totas las aplicacions.
pl: Wykorzystaj zintegrowany procesor graficzny do wszystkich aplikacji.
ru: Использовать встроенную видеокарту для всех приложений.
sv: Använd den integrerade GPU:n för alla program.
ta: அனைத்து பயன்பாடுகளுக்கும் ஒருங்கிணைந்த GPU ஐப் பயன்படுத்தவும்.
tr: Tüm uygulamalar için entegre GPU'yu kullanın.
uk: Використовувати інтегрований GPU для всіх застосунків.

source: On-demand
ar: عند الطلب
be: Па патрабаванню
bg: При поискване
bn: চাহিদা সাপেক্ষে
ca: Sota demanda
da: Efter behov
de: Nach Bedarf
el: Κατ' αίτηση
eo: Laŭpete
es: Bajo-demanda
fi: Tarpeen mukaan
fr: Sur demande
ga: Ar éileamh
hu: Szükség szerint
id: Sesuai permintaan
it: Su richiesta
ja: 必要に応じて
ka: საჭიროებისამებრ
nl: Op aanvraag
oc: A la demanda
pl: Na żądanie
ru: По запросу
sv: På-begäran
ta: தேவைக்கேற்ப
tr: İsteğe bağlı
uk: На вимогу

source: Use the integrated GPU for all applications, and the discrete GPU on demand.
ar: استخدم معالج الرسوميات المدمج لجميع التطبيقات, ومعالج الرسوميات المنفصل حسب الطلب.
be: Выкарыстоўвайце ўбудаваны графічны працэсар для ўсіх прыкладанняў і дыскрэтны графічны працэсар па патрабаванні.
bg: Използвайте вградения графичен процесор за всички приложения, а дискретния - при поискване.
bn: সমস্ত অ্যাপ্লিকেশনের জন্য সংলগ্ন (বিল্টিন) জিপিইউ ব্যবহার করুন, আর চাহিদা অনুযায়ী অসংলগ্ন (ডেডিকেটেড) জিপিইউ ব্যবহার করুন।
ca: Utilitzeu la GPU integrada per a totes les aplicacions i la GPU discreta sota demanda.
da: Brug integreret GPU til alle applikationer og diskret GPU efter behov.
de: Verwenden Sie die integrierte GPU für alle Anwendungen, und die diskrete GPU nach Bedarf.
el: Χρήση της ενσωματωμένης κάρτας γραφικών για κάθε εφαρμογή, και χρήση της ανεξάρτητης κατ' αίτηση.
eo: Uzi la integritan grafikan procesoron por ĉiuj programoj, kaj la apartan grafikan procesoron laŭpete.
es: Use la GPU integrada para todas las aplicaciones y la GPU discreta bajo demanda.
fi: Käytä integroitua näytönohjainta kaikissa sovelluksissa, ja erillistä näytönohjainta tarpeen mukaan.
ga: Bain úsáid as an GPU comhtháite do gach feidhmchlár, agus an GPU scoite ar éileamh.
hu: Használja az integrált GPU-t minden alkalmazáshoz, a diszkrét GPU-t pedig igény szerint.
id: Menggunakan GPU terintegrasi untuk semua aplikasi, dan GPU diskrit sesuai permintaan.
it: Usa la GPU integrata per tutte le applicazioni e la GPU discreta su richiesta.
ja: すべてのアプリケーションに統合GPUを使用して、ディスクリートGPUを必要に応じて使用する。
ka: გამოიყენეთ ინტეგრირებული GPU ყველა პროგრამისთვის, დისკრეტული GPU კი საჭიროებისამებრ.
nl: Gebruik de geïntegreerde GPU voor alle apps, en de discrete GPU op aanvraag.
oc: Utilizar la GPU integrada per totas las aplicacions e la GPU discreta a la demanda.
pl: Wykorzystaj zintegrowany procesor graficzny we wszystkich aplikacjach, a dyskretny procesor graficzny w razie potrzeby.
ru: Используйте встроенный GPU для всех приложений и дискретный GPU по запросу.
sv: Använd den integrerade grafikprocessorn för alla program och den diskreta grafikprocessorn på begäran.
ta: அனைத்து பயன்பாடுகளுக்கும் ஒருங்கிணைந்த GPU மற்றும் தேவைக்கேற்ப தனி GPU ஐப் பயன்படுத்தவும்.
tr: Tüm uygulamalar için entegre GPU'yu, ve ihtiyaç halinde ayrı GPU'yu kullan.
uk: Використовувати інтегрований GPU для всіх застосунків, а дискретний - на вимогу.

source: Invalid profile name
ar: اسم الملف الشخصي غير صالح
be: Няправільнае імя профілю
bg: Невалидно име на профил
bn: অগ্রহণযোগ্য প্রোফাইল নাম
ca: Nom de perfil no vàlid
da: Ugyldigt profilnavn
de: Ungültiger Profilname
el: Μη έγκυρο όνομα προφίλ
eo: Nevalida nomo de profilo
es: Nombre de perfil no válido
fi: Epäkelpo profiilin nimi
fr: Nom de profil invalide
ga: Ainm próifíle neamhbhailí
hu: Érvénytelen profilnév
id: Nama profil tidak valid
it: Nome del Profilo Invalido
ja: プロファイル名が無効です
ka: პროფილის სახელი არასწორია
nl: Ongeldige profielnaam
oc: Nom de perfil invalid
pl: Nieprawidłowa nazwa profilu
ru: Недопустимое имя профиля
sv: Ogiltigt profilnamn
ta: தவறான சுயவிவரப் பெயர்
tr: Geçersiz profil adı
uk: Неприпустиме ім'я профілю
