Repository: Vanilla-OS/vanilla-prime-utility
Catalog: po/*.po
Languages: ar, be, bg, bn, ca, da, de, el, eo, es, fi, fr, ga, hu, id, it, ja, ka, nl, oc, pl, ru, sv, ta, tr, uk

source: integrated
ar: مدمج
be: інтэграваны
bg: интегриран
bn: সংলগ্ন (বিল্টিন)
ca: integrat
da: integreret
de: integriert
el: ενσωματωμένη
eo: integrita
es: integrada
fi: integroitu
fr: intégré
ga: comhtháite
hu: integrált
id: terintegrasi
it: Integrata
ja: 統合された
ka: ინტეგრირებული
nl: Geïntegreerd
oc: integrada
pl: zintegrowany
ru: интегрированный
sv: integrerad
ta: ஒருங்கிணைந்த
tr: entegre
uk: вбудована

source: discrete
ar: منفصل
be: дыскрэтны
bg: дискретен
bn: অসংলগ্ন (ডেডিকেটেড)
ca: discret
da: diskret
de: diskret
el: ανεξάρτητη
eo: aparta
es: discreta
fi: erillinen
ga: scoite
hu: diszkrét
id: diskrit
it: Discreta
ja: ディスクリート
ka: დისკრეტული
nl: Discreet
oc: discreta
pl: dyskretny
ru: дискретный
sv: diskret
ta: தனித்தனி
tr: ayrık
uk: дискретна

source: It is not possible to switch the PRIME profile now. Please restart your device and try again.
ar: لا يمكن تبديل ملف تعريف برايم الآن. يرجى إعادة تشغيل جهازك والمحاولة مرة أخرى.
be: Зараз немагчыма пераключыць профіль PRIME. Перазапусціце прыладу і паўтарыце спробу.
bg: В момента не е възможно да превключите профила PRIME. Моля, рестартирайте устройството си и опитайте отново.
bn: এখন প্রাইম প্রোফাইল পরিবর্তন করা সম্ভব নয়। অনুগ্রহ করে আপনার ডিভাইসটি রিস্টার্ট করুন এবং আবার চেষ্টা করুন।
ca: Ara no és possible canviar el perfil PRIME. Reinicieu el dispositiu i torneu-ho a provar.
da: Det er ikke muligt, at skifte PRIME-profil nu. Genstart venligst din enhed og prøv igen.
de: Es ist nicht möglich, das PRIME-Profil zu wechseln. Bitte starten Sie ihr Gerät neu und versuchen Sie es erneut.
el: Η εναλλαγή του προφίλ PRIME δεν είναι δυνατή αυτή τη στιγμή. Παρακαλώ, επανεκκινήστε τη συσκευή σας και ξαναπροσπαθήστε.
es: No es posible cambiar el perfil PRIME ahora. Reinicie su dispositivo y vuelva a intentarlo.
fi: PRIME-profiilia ei voi vaihtaa nyt. Käynnistä laite uudelleen ja yritä uudelleen.
fr: Impossible de changer de profil PRIME maintenant. Veuillez redémarrer votre appareil et réessayer.
ga: Ní féidir próifíl PRIME a athrú anois. Atosaigh do ghléas agus bain triail eile as.
hu: A PRIME-profilt most nem lehet átállítani. Kérjük, indítsa újra a készüléket, és próbálja meg újra.
id: Tidak mungkin mengganti profil PRIME sekarang. Hidupkan ulang perangkat Anda dan coba lagi.
it: Non è possibile cambiare il profilo PRIME ora. Riavvia il dispositivo e riprova.
ja: 現在、PRIMEプロファイルを切り替えできません。デバイスを再起動してからもう一度お試しください。
ka: ახლა შეუძლებელია PRIME პროფილის გადართვა. გთხოვთ, გადატვირთოთ მოწყობილობა და სცადოთ თავიდან.
nl: Het is niet mogelijk om nu het PRIME-profiel te wisselen. Start uw apparaat opnieuw op en probeer opnieuw.
oc: Se pòt pas cambiar de perfil PRIME ara. Mercés de reaviar vòstre aparelh e tornar ensajar.
pl: Przełączenie profilu PRIME nie jest teraz możliwe. Proszę ponownie uruchomić urządzenie i spróbować ponownie.
ru: Сейчас невозможно переключить профиль PRIME. Пожалуйста, перезагрузите свое устройство и повторите попытку.
sv: Det är inte möjligt att byta PRIME-profil nu. Starta om din enhet och försök igen.
ta: PRIME சுயவிவரத்தை இப்போது மாற்ற முடியாது. உங்கள் சாதனத்தை மறுதொடக்கம் செய்து மீண்டும் முயற்சிக்கவும்.
tr: Şu anda PRIME profilini değiştirmek mümkün değil. Lütfen cihazınızı yeniden başlatın ve tekrar deneyin.
uk: Переключити профіль PRIME зараз неможливо. Будь ласка, перезавантажте пристрій і спробуйте ще раз.

source: Do you want to switch to the '{}' profile?
ar: هل تريد التبديل إلى ملف التعريف "{}"؟
be: Вы хочаце пераключыцца на профіль '{}'?
bg: Искате ли да преминете към профила "{}"?
bn: আপনি কি '{}' প্রোফাইলে স্যুইচ করতে চান?
ca: Vols canviar al perfil '{}'?
da: Ønsker du at skifte til '{}'-profilen?
de: Möchten Sie zu dem '{}' Profil wechseln?
el: Επιθυμείτε την εναλλαγή στο προφίλ '{}';
eo: Ĉu ŝanĝi al la profilo «{}»?
es: ¿Quieres cambiar al perfil '{}'?
fi: Haluatko vaihtaa '{}' -profiiliin?
fr: Voulez-vous changer de profil pour '{}' ?
ga: Ar mhaith leat athrú go dtí an phróifíl '{}'?
hu: Szeretne átváltani a '{}' profilra?
id: Apakah Anda ingin beralih ke profil '{}'?
it: Vuoi passare al profilo '{}'?
ja: '{}'プロファイルに切り替えますか？
ka: გსურთ გადართოთ '{}' პროფილზე?
nl: Wilt u naar het profiel ‘{}’ wisselen?
oc: Volètz passer al perfil « {} » ?
pl: Czy chcesz przełączyć się na profil "{}"?
ru: Вы хотите переключиться на профиль '{}'?
sv: Vill du byta till '{}' profilen?
ta: '{}' சுயவிவரத்திற்கு மாற விரும்புகிறீர்களா?
tr: '{}' profiline geçmek istiyor musunuz?
uk: Ви хочете перейти до профілю '{}'?

source: This will require a restart to apply the changes.
ar: سيتطلب ذلك إعادة تشغيل لتطبيق التغييرات.
be: Для прымянення змяненняў спатрэбіцца перазапуск.
bg: Това ще изисква рестартиране, за да се приложат промените.
bn: এই পরিবর্তনগুলি প্রয়োগ করতে একবার রিস্টার্ট করতে হবে।
ca: Això requerirà un reinici per aplicar els canvis.
da: Dette vil kræve en genstart, for at anvende ændringerne.
de: Dies erfordert einen Neustart, um die Änderungen zu übernehmen.
el: Αυτό απαιτεί επανεκκίνηση για την εφαρμογή των αλλαγών.
es: Se requerirá un reinicio para aplicar los cambios.
fi: Muutosten käyttöönotto edellyttää uudelleenkäynnistyksen.
fr: Cela va nécessiter un redémarrage pour appliquer les changements.
ga: Teastóidh atosú chun na hathruithe a chur i bhfeidhm.
hu: A módosítások alkalmazásához újra kell indítani a rendszert.
id: Ini akan memerlukan restart untuk menerapkan perubahan.
it: Ciò richiederà un riavvio per applicare le modifiche.
ja: 変更の適用には再起動が必要です。
ka: ამ ცვლილებების გადასატარებლად აუცილებელია გადატვირთვა.
nl: Dit zal een herstart vereisen voor het doorvoeren van de wijzigingen.
oc: Requerís una reaviada del sistèma per aplicar las modificacions.
pl: Będzie to wymagało ponownego uruchomienia, aby zastosować zmiany.
ru: Для применения изменений потребуется перезагрузка.
sv: Detta kräver en omstart för att tillämpa ändringarna.
ta: மாற்றங்களைப் பயன்படுத்த, இதற்கு மறுதொடக்கம் தேவைப்படும்.
tr: Bu, değişikliklerin uygulanması için yeniden başlatma gerektirecektir.
uk: Щоб застосувати зміни, потрібно перезапустити систему.

source: _Cancel
ar: إلغاء (_C)
be: _Скасаваць
bg: _Отказ
bn: _বাতিল করুন
ca: _Cancel·la
da: _Afbryd
de: _Abbrechen
el: _Ακύρωση
eo: _Nuligi
es: _Cancelar
fi: _Peruuta
fr: _Annuler
ga: _Cealaigh
hu: _Mégse
id: Batal
it: _Annulla
ja: キャンセル(_C)
ka: _გაუქმება
nl: _Annuleren
oc: _Anullar
pl: _Anuluj
ru: _Отменить
sv: _Avbryt
ta: _ரத்துசெய்
tr: _İptal
uk: _Скасувати

source: Switch to '{}'
ar: قم بالتبديل إلى '{}'
be: Пераключыцца на "{}"
bg: Превключване към '{}'
bn: '{}' এ স্যুইচ করুন
ca: Canviar a '{}'
da: Skift til '{}'
de: Wechseln zu '{}'
el: Εναλλαγή σε '{}'
eo: Ŝanĝi al «{}»
es: Cambiar a '{}'
fi: Vaihda profiiliin '{}'
fr: Changement vers '{}'
ga: Athraigh go '{}'
hu: Váltás erre '{}'
id: Beralih ke '{}'
it: Passa a '{}'
ja: '{}'に変更
ka: '{}'-ზე გადართვა
nl: Wisselen naar ‘{}’
oc: Passar a « {} »
pl: Przełącz się na '{}'
ru: Переключиться на '{}'
sv: Ändra till '{}'
ta: '{}' க்கு மாறு
tr: '{}' olarak değiştir
uk: Переключитися на '{}'

source: Profile switched to {}!
ar: تم تبديل الملف الشخصي إلى {}!
be: Профіль пераключаны на {}!
bg: Профилът е променен на {}!
bn: প্রোফাইল {} এ স্যুইচ করা হয়েছে!
ca: Perfil canviat a {}!
da: Profil skiftet til {}!
de: Profil zu '{}' gewechselt!
el: Το προφίλ άλλαξε στο {}!
eo: Profilo ŝanĝita al «{}»!
es: ¡Perfil cambiado a {}!
fi: Vaihdettu profiiliin {}!
fr: Profil changé pour '{}' !
ga: Athraíodh an phróifíl go {}!
hu: Profil váltott erre {}!
id: Profil beralih ke {}!
it: Profilo passato a {}!
ja: プロファイルが{}に切り替えられました!
ka: პროფილი გადართულია {}-ზე!
nl: Profiel gewisseld naar ‘{}’!
oc: Perfil cambiat per {} !
pl: Profil zmieniony na {}!
ru: Профиль переключен на {}!
sv: Profil ändrad till {}!
ta: சுயவிவரம் {}க்கு மாறியது!
tr: Profil {} olarak değiştirildi!
uk: Профіль змінено на {}!

source: Profile switch failed!
ar: فشل تبديل الملف الشخصي!
be: Збой пераключэння профілю!
bg: Превключването на профила е неуспешно!
bn: প্রোফাইল স্যুইচ করতে ব্যর্থ হয়েছে!
ca: El canvi de perfil ha fallat!
da: Profilskift slog fejl!
de: Profilwechsel fehlgeschlagen!
el: Η εναλλαγή προφίλ απέτυχε!
es: ¡El cambio de perfil falló!
fi: Profiilin vaihto epäonnistui!
fr: Échec du changement de profil !
ga: Theip ar athrú próifíle!
hu: Profilváltás sikertelen!
id: Pengalihan profil gagal!
it: Cambio profilo non riuscito!
ja: プロファイルの切り替えに失敗しました!
ka: პროფილის გადართვის შეცდომა!
nl: Profielwissel mislukt!
oc: Fracàs del cambiament de perfil !
pl: Przełączanie profili nie powiodło się!
ru: Сбой переключения профиля!
sv: Profiländring misslyckades!
ta: சுயவிவரத்தை மாற்ற முடியவில்லை!
tr: Profil değiştirme başarısız oldu!
uk: Помилка перемикання профілю!

source: Switching to '{}'…
ar: يتم التبديل إلى '{}'…
be: Пераключэнне на '{}'…
bg: Преминаване към '{}'…
bn: '{}'-এ স্যুইচ করা হচ্ছে…
ca: Canviant a '{}'…
da: Skifter til '{}'…
de: Wechseln zu '{}'…
el: Εναλλαγή στο '{}'…
eo: Ŝanĝante al «{}»…
es: Cambiar a '{}'…
fi: Vaihdetaan profiiliin '{}'…
fr: Changement vers '{}'…
ga: Ag aistriú go '{}'…
hu: Váltás erre '{}' folyamatban…
id: Beralih ke '{}'…
it: Passaggio a '{}'…
ja: '{}'に切り替えています…
ka: '{}'-ზე გადართვა…
nl: Wisselen naar ‘{}’…
oc: Basculament cap a « {} »…
pl: Przełączenie na '{}'…
ru: Переключение на '{}'…
sv: Ändrar till '{}'…
ta: '{}' க்கு மாறுகிறது…
tr: '{}' geçiyorum…
uk: Перемикання на '{}'…

source: Switch Failed
ar: فشل التبديل
be: Збой пераключэння
bg: Превключването се провали
bn: সুইচ করতে ব্যর্থ হয়েছে
ca: Ha fallat al canviar
da: Skift Slog Fejl
de: Wechsel fehlgeschlagen
el: Η εναλλαγή απέτυχε
eo: Ŝanĝo malsukcesis
es: Cambio fallido
fi: Vaihto epäonnistui
fr: Échec du changement
ga: Theip ar an Athrú
hu: A váltás sikertelen
id: Gagal beralih
it: Passaggio non riuscito
ja: 切り替えに失敗しました
ka: გადართვის შეცდომა
nl: Wissel mislukt
oc: Fracàs del cambiament
pl: Zmiana nie powiodła się
ru: Сбой переключения
sv: Ändring misslyckades
ta: மாற முடியவில்லை
tr: Geçiş Başarısız
uk: Помилка перемикання

source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى إعادة المحاولة لاحقا.
be: Нешта пайшло не так. Калі ласка паспрабуйце зноў пазней.
bg: Нещо се обърка. Моля, опитайте отново по-късно.
bn: কিছু একটা সমস্যা হয়েছে। দয়া করে পরে আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament. Torneu-ho a provar més tard.
da: Noget gik galt. Prøv venligst igen senere.
de: Etwas ging schief. Bitte versuchen Sie es später erneut.
el: Κάτι πήγε στραβά. Παρακαλώ, δοκιμάστε ξανά αργότερα.
es: Algo salió mal. Por favor, inténtelo de nuevo más tarde.
fi: Jokin meni vikaan. Ole hyvä ja yritä myöhemmin uudelleen.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
ga: Chuaigh rud éigin mícheart. Bain triail eile as ar ball.
hu: Valami rosszul sült el. Kérjük, próbálja meg később újra.
id: Ada yang tidak beres. Silakan coba lagi nanti.
it: Qualcosa è andato storto. Riprova più tardi.
ja: 問題が発生しました。あとでもう一度お試しください。
ka: რაღაც არასწორია. მოგვიანებით სცადეთ.
nl: Er ging iets mis, probeer het later opnieuw.
oc: Quicòm a trucat, ensajatz tornamai pus tard.
pl: Coś poszło nie tak. Proszę spróbować ponownie później.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова позже.
sv: Något gick fel. Vänligen försök igen senare.
ta: ஏதோ தவறு நடந்துவிட்டது. பிறகு முயற்சிக்கவும்.
tr: Bir şeyler yanlış gitti. Lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так. Будь ласка, спробуйте пізніше.

source: GPU Profile Management (PRIME) Utility
eo: Administrilo por grafikprocesoraj profiloj (PRIME)
es: Utilidad de gestión de perfiles de la GPU (PRIME)
ga: Uirlis Bainistíochta Próifíl GPU (PRIME)
id: Utilitas Manajemen Profil GPU (PRIME)
